---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.MetersPerKilonewton
source: html/447a0670-0912-49dc-687a-fa88f51cfa6a.htm
---
# Autodesk.Revit.DB.UnitTypeId.MetersPerKilonewton Property

Meters per kilonewton.

## Syntax (C#)
```csharp
public static ForgeTypeId MetersPerKilonewton { get; }
```